<?php

// Language Translations
$lang = array(
    'Home' => 'ໜ້າຫລັກ',
    'About' => 'ກ່ຽວກັບ',
    'Resume' => 'ປະຫວັດ',
    'Services' => 'ການບໍລິການ',
    'Skills' => 'ທັກສະ',
    'Portfolio' => 'ຜົນງານ',
    'Workflow' => 'ຂະບວນການ',
    'Contact' => 'ຕິດຕໍ່',
    'Seng_YANG' => 'ເສັງຢ່າງ',
    'Based_in' => 'ຢູ່ນະຄອນຫຼວງວຽງຈັນ, ປະເທດລາວ',
    'All_Rights' => 'ເສັງ. ສະຫງວນລິຂະສິດທັງໝົດ',
    'Hire_Me' => 'ຈ້າງ​ຂ້າ​ພະ​ເຈົ້າ!',
    'Introduce' => 'ແນະນຳ!',
    'Hello' => 'ສະບາຍດີ! 👋 ຂ້າພະເຈົ້າຊື່',
    'design_and_code' => 'ການອອກແບບ ແລະ ຂຽນຄົດທີ່ລຽບງ່າຍ, ສວຍງາມ, ຂ້ອຍຮັກສິ່ງທີ່ຂ້ອຍເຮັດ, ງ່າຍໆແບບນັ້ນ',
    'Experience' => 'ປີແຫ່ງ<br>ປະສົບການ',
    'projects_completed' => 'ໂຄງ​ການ​ສໍາ​ເລັດ​',
    'Every_great' => 'ທຸກໆການອອກແບບທີ່ດີເລີດເລີ່ມຕົ້ນດ້ວຍ<br><span>ເລື່ອງທີ່ດີກວ່າ</span>',
    'Contact_Description' => 'ຂ້າພະເຈົ້າເລີ່ມເສັ້ນທາງສາຍອາຊີບນັກພັດທະນາແບບຟຣີແລນ ແລະ ພະນັກງານບໍລິສັດເປັນນັບເປັນເວລາ 6 ປີ, ຂ້າພະເຈົ້າໄດ້ເຮັດວຽກໃຫ້ກັບບໍລິສັດທຸລະກິດ, startups, ແລະ ຮ່ວມມືກັບຜູ້ທີ່ມີພອນສະຫວັນເພື່ອສ້າງຜະລິດຕະພັນດິຈິຕອນສໍາລັບທຸລະກິດ ແລະ ຜູ້ບໍລິໂພກ. ຂ້າ​ພະ​ເຈົ້າ​ມີ​ຄວາມ​ຫມັ້ນ​ໃຈ​​, ສືກສາຄວາມຮູ້ໃຫມ່ໆ​, ແລະ ເຮັດຢ່າງຕໍ່ເນື່ອງເພື່ອການປັບປູງຄວາມສາມາດ ແລະ ແກ້ໄຂບັນຫາໃນວຽກງານພັດທະນາໃນຄັ້ງຕໍ່ໆໄປ',
    'Education_Experience' => 'ການສືກສາ & <span>ປະສົບການ</span>',
    'Bachelor_Degree_of' => '<h2>ປະລິນຍາຕີກົດໝາຍສາກົນ</h2>
    <p>ຄະນະນິຕິສາດ ແລະ ລັດຖະສາດ ມະຫາວິທະຍາໄລແຫ່ງຊາດ, ນະຄອນຫຼວງວຽງຈັນ, ສປປ ລາວ.</p>
    <h2>ການພັດທະນາ Front-End ໃນ WordPress </h2>
    <p>ຫຼັກສູດເພີ່ມເຕີມ ແລະ ອອນໄລນ໌</p>',
    'Marketing_Executive' => '<h2>ຜູ້ບໍລິຫານການຕະຫຼາດ ແລະ ພັດທະນາ Bot ເທຣດ</h2>
    <p>ລາວອາຊຽນທີ່ປືກສາດ້ານການຕະຫຼາດຈຳກັດ (Weltrade lao), ເມືອງຈັນທະບູລີ, ນ.ວຽງຈັນ, ປະເທດລາວ.</p>
    <h2>ພັດທະນາ FrontEnd ແລະ BackEnd</h2>
    <p>ຟຣີແລນ</p>',
    'Web_Apps' => '<h2>ພັດທະນາ Web & Apps</h2><p>ຟຣີແລນ</p>',
    'Executive_of_Developer'=> '<h2>Full stack developer</h2><p>ບໍລິສັດ Payrich-Paymart ຂາອອກ-ຂາເຂົ້າ ຈໍາກັດ</p>',
    'Executive_of_Developer2024'=> '<h2>Full stack developer</h2><p> ບໍລິສັດ Zion ຈໍາກັດ</p>',
    'My_Specializations' => 'ທັກສະ<span> ສະເພາະຂອງຂ້ອຍ</span>',
    'Website_PC_Mac' => '<h2>ພັດທະນາ Website, PC, Mac, Linux, IOS, Android Apps</h2>
                <p>ຂ້າພະເຈົ້າໄດ້ສ້າງຜະລິດຕະພັນດິຈິຕອນທີ່ມີຄວາມຄິດທີ່ເປັນເອກະລັກ, ໂດຍນໍາໃຊ້ Flutter, vuejs, PHP, HTML ແລະອື່ນໆ</p>',
    'BackEnd_Development' => '<h2>BackEnd Development</h2>
                <p>ຂ້າພະເຈົ້າສ້າງ BackEnd ທີ່ໃຊ້ງານໄດ້ແທ້ໂດຍ Express JS, FastAPI ແລະ Gin</p>',
    'My_skills' => 'ທັກສະຂອງຂ້ອຍ',
    'Front_End' => 'Front<span>End</span>',
    'Back_End' => 'Back<span>End</span>',
    'Develop_Tool' => 'ໃຊ້<span>ເຄື່ອງມື</span>',
    'Portfolio' => 'Portfolio',
    'Featured_Projects' => 'ສ່ວນຫນຶ່ງຂອງ<span>ໂຄງການ</span>',
    'Workflow_management' => 'ການຈັດການ<span>ຂະບວນການ</span>',
    'Workflow_process' => 'ຂະບວນການເຮັດວຽກ',
    'Let_Work' => "<span>ຈ້າງຂ້າພະເຈົ້າ!</span>",
    'Marked_fields' => 'ຊ່ອງທີ່ໝາຍໄວ້ແມ່ນຕ້ອງການຕື່ມ.',
    'Your_message_was ' => 'ຂໍ້ຄວາມຂອງທ່ານຖືກສົ່ງໄປແລ້ວ.',
    'full_Name' => 'ຊື່​ເຕັມ',
    'Email' => 'ອີເມວ',
    'Phone' => 'ເບີໂທ',
    'optional' => '(ທາງເລືອກ)',
    'message' => 'ຂໍ້ຄວາມ',
    'send_message' => 'ສົ່ງຂໍ້ຄວາມ'
);

// Job Titles
$langs = [
    "ພັດທະນາຊອບແວ",
    "ພັດທະນາ FrontEnd",
    "ພັດທະນາ BackEnd",
    "ພັດທະນາແອັບ"
];

?>
